api/app/controllers/v1/todos_controller.rb

	def index
	todo = Todo.all
---
SELECT "todos".* FROM "todos"